

Page({

  /**
   * 页面的初始数据
   */
  data: {
    resumes: [
      {id: 1, name: '周1季', ypgw: '车间1任', sj: '2020-1-4 13:12:11'},
      {id: 2, name: '周2季', ypgw: '车间2任', sj: '2020-2-4 13:12:11'},
      {id: 3, name: '周3季', ypgw: '车间3任', sj: '2020-3-4 13:12:11'},
      {id: 4, name: '周4季', ypgw: '车间4任', sj: '2020-4-4 13:12:11'},
      {id: 5, name: '周5季', ypgw: '车间5任', sj: '2020-5-4 13:12:11'},
      {id: 6, name: '周6季', ypgw: '车间6任', sj: '2020-6-4 13:12:11'},
      {id: 7, name: '周7季', ypgw: '车间7任', sj: '2020-7-4 13:12:11'},
      {id: 8, name: '周8季', ypgw: '车间8任', sj: '2020-8-4 13:12:11'},
      {id: 9, name: '周9季', ypgw: '车间9任', sj: '2020-9-4 13:12:11'},
      {id: 10, name: '周10季', ypgw: '车间10任', sj: '2020-10-4 13:12:11'},
      {id: 11, name: '周11季', ypgw: '车间11任', sj: '2020-11-4 13:12:11'},
    ]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  },

})